{
  "welcome_title": "Bienvenue chez Samy Exports",
  "product_order": "Commander",
  "read_more": "En savoir plus",
  "products_title": "Nos Produits",
  "menu_home": "Accueil",
  "menu_history": "Notre histoire",
  "menu_news": "Actualité",
  "menu_products": "Produits",
  "menu_exports": "Exports",
  "menu_contact": "Contact",
  "product_chicken_curry_name": "Chicken curry",
  "product_chicken_curry_desc": "Un mélange traditionnel d'épices pour des currys savoureux et équilibrés.",
  "product_mutton_curry_name": "Mutton curry",
  "product_mutton_curry_desc": "Un mélange riche et parfumé, idéal pour sublimer vos plats à base de viande.",
  "product_fish_masala_name": "Fish Masala",
  "product_fish_masala_desc": "Une recette équilibrée qui révèle toute la saveur de vos plats de poisson.",
  "product_sambar_masala_name": "Sambar Masala",
  "product_sambar_masala_desc": "Un mélange doux et coloré, parfait pour vos recettes végétariennes et sambar traditionnels.",
  "carousel_slide1_title": "Des épices de qualité en préparation",
  "carousel_slide1_subtitle": "Bientôt disponibles à l'export, issues d'une agriculture locale et respectueuse",
  "carousel_slide1_cta": "En savoir plus",
  "carousel_slide2_title": "Une sélection d'huiles naturelles",
  "carousel_slide2_subtitle": "Nous travaillons à proposer des huiles de qualité issues de productions locales",
  "carousel_slide2_cta": "Découvrir",
  "carousel_slide3_title": "Ancrés dans notre région",
  "carousel_slide3_subtitle": "Nous développons notre projet au cœur du Tamil Nadu",
  "carousel_slide3_cta": "Notre histoire",
  "welcome_desc": "Depuis nos débuts, nous nous engageons à faire découvrir les saveurs authentiques des épices indiennes. Chaque produit que nous développons est le fruit d’un travail local et d’une passion familiale. Notre priorité : la qualité, le respect des agriculteurs et la satisfaction de nos futurs clients.",
  "welcome_img_alt": "Épices indiennes",
  "news_title": "Actualités",
  "news1_title": "Film soutenu par l'entreprise",
  "news1_desc": "L'entreprise a financé un film et a contribué à sa publication en France.",
  "news2_title": "Concours de cuisine en Inde",
  "news2_desc": "Concours de cuisine en Inde – 3 000 roupies à gagner.",
  "news2_btn": "Participer",

  "history_title": "NOTRE HISTOIRE",
  "history_subtitle": "L’HÉRITAGE D’UNE ENTREPRISE FAMILIALE",
  "history_block1_text": "Notre entreprise d’exportation est née de la vision de M. [Nom du gérant], un agriculteur passionné originaire du Tamil Nadu. Issu d’une famille d’agriculteurs de génération en génération, il a décidé de valoriser les richesses de sa région en exportant des produits naturels et authentiques à l’international. Depuis ses débuts, il s’engage à promouvoir une agriculture respectueuse, sans pesticide et tournée vers la qualité.",
  "history_block1_legend": "M. [Nom du gérant] – Fondateur de l’entreprise",
  "history_block2_text": "L’entreprise s’est rapidement développée et s’est dotée d’une infrastructure moderne pour répondre aux exigences des marchés internationaux. Notre site de production situé au cœur du Tamil Nadu témoigne de cet ancrage local et de notre volonté de rester proches de nos terres et de nos producteurs.",
  "history_block2_legend": "Notre site de production – Tamil Nadu",
  "history_block3_text": "Avec l’installation de nos machines, nous avons structuré une production efficace et qualitative, sans jamais perdre l’authenticité de nos produits. Notre outil industriel est conçu pour soutenir une production responsable et durable.",
  "history_block3_legend": "Nos machines – Un savoir-faire en évolution",
  "history_quote": "Une histoire bâtie sur le travail, la passion et le respect de nos terres."
} 